{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^You approach a tall werewolf looking woman that you recall seeing one too many times. Eira has worked at the local library for as long as you remember in your educational prowess.","\n","^“Sol!! It’s been a while!! You look great-”",{"#":"speaker: Eira"},{"#":"portrait: milf_smile"},"\n","^Eira reaches out for a hug but you put your hands in your pockets, unsure how to respond to any of what she said. She takes the hint and steps back into her original position. ",{"#":"speaker: Sol"},"\n","^“How’s it been? I heard that criminology led you down the detective route for your career. It sounds exciting, no?” ",{"#":"speaker: Eira"},{"#":"portrait: milf_neutral"},"\n","ev","str","^kind of married to my work","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^“Kinda married to my work I guess...it’s thanks to you and your help.”",{"#":"speaker: Sol"},"\n","^You hesitantly say the latter part in attempt to cover up the fact that the former statement was a lie.","\n","^For the past decade, you’ve been wallowing and wondering what you actually want to do in life, but she doesn’t need to know that. You shake the thought from your head and decide to change the subject.","\n",{"->":"choices"},{"#f":5}]}],{"#f":1}],"choices":[["ev","str","^ask about the new shipment in books","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ask about suspicious activity","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Leave","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^“Any good shipments as of recently?” ",{"#":"speaker: Sol"},"\n","^Eira sighs. ",{"#":"speaker: Eira"},{"#":"portrait: milf_neutral"},"\n","^“Afraid not, at least not in your current interest. Since I last checked, necromantic cases have been in conservation ever since we started prioritizing the protection of humans. ",{"#":"speaker: Eira"},{"#":"portrait: milf_neutral"},"\n","^This thought both disappoints and interests you. Whoever blackmailed Cassian must have some twisted view towards humans, which does not align with the city’s current view today. ",{"#":"speaker: Sol"},"\n",{"->":".^.^.^"},{"#f":5}],"c-1":["\n","^“Have you noticed any suspicious activity around the city as of recently?”",{"#":"speaker: Sol"},"\n","^Eira’s nose twitches. “Well, you know how I’ve been living up in the 7th street apartments? Just down the road from the library?\" ",{"#":"speaker: Eira"},{"#":"portrait: milf_laugh"},"\n","^\"Recently there has been some commotion down in the catacombs, which is strange because I thought those were abandoned centuries ago. It also stinks, so I might move to a different place if this keeps up.” ",{"#":"speaker:Eira"},{"#":"portrait: milf_smile"},"\n","ev",true,"/ev",{"VAR=":"catacombs","re":true},{"->":".^.^.^"},{"#f":5}],"c-2":["\n","^“Okay! I’ll leave you to it then-” She blows you a friendly kiss before walking off.",{"#":"speaker: eira"},{"#":"portrait: milf_smile"},"\n","done","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",false,{"VAR=":"catacombs"},"/ev","end",null],"#f":1}],"listDefs":{}}